{
  "GO:0005515": 0,
  "GO:0005634": 1,
  "GO:0005829": 2,
  "GO:0005886": 3,
  "GO:0005737": 4,
  "GO:0005739": 5,
  "GO:0005654": 6,
  "GO:0016020": 7,
  "GO:0042802": 8,
  "GO:0005576": 9,
  "GO:0005783": 10,
  "GO:0005615": 11,
  "GO:0045944": 12,
  "GO:0070062": 13,
  "GO:0005794": 14,
  "GO:0005730": 15,
  "GO:0042803": 16,
  "GO:0003723": 17,
  "GO:0000122": 18,
  "GO:0009507": 19,
  "GO:0003677": 20,
  "GO:0006355": 21,
  "GO:0005789": 22,
  "GO:0045893": 23,
  "GO:0032991": 24,
  "GO:0003700": 25,
  "GO:0043565": 26,
  "GO:0003729": 27,
  "GO:0005743": 28,
  "GO:0009536": 29,
  "GO:0009986": 30,
  "GO:0045892": 31,
  "GO:0000976": 32,
  "GO:0098978": 33,
  "GO:0000785": 34,
  "GO:0000978": 35,
  "GO:0048471": 36,
  "GO:0010628": 37,
  "GO:0006357": 38,
  "GO:0004674": 39,
  "GO:0007165": 40,
  "GO:0043025": 41,
  "GO:0031012": 42,
  "GO:0003735": 43,
  "GO:0005813": 44,
  "GO:0003682": 45,
  "GO:0006974": 46,
  "GO:0043066": 47,
  "GO:0005759": 48,
  "GO:0001228": 49,
  "GO:0005524": 50,
  "GO:0009506": 51,
  "GO:0000139": 52,
  "GO:0008284": 53,
  "GO:0044877": 54,
  "GO:0008270": 55,
  "GO:0005768": 56,
  "GO:0019901": 57,
  "GO:0030425": 58,
  "GO:0016324": 59,
  "GO:0007283": 60,
  "GO:0004672": 61,
  "GO:0009410": 62,
  "GO:0030424": 63,
  "GO:0045202": 64,
  "GO:1990837": 65,
  "GO:0005509": 66,
  "GO:0000325": 67,
  "GO:0005777": 68,
  "GO:0007186": 69,
  "GO:0005635": 70,
  "GO:0042742": 71,
  "GO:0009570": 72,
  "GO:0008285": 73,
  "GO:0019899": 74,
  "GO:0050832": 75,
  "GO:0000287": 76,
  "GO:0009274": 77,
  "GO:0006979": 78,
  "GO:0010468": 79,
  "GO:0050829": 80,
  "GO:0005929": 81,
  "GO:0010629": 82,
  "GO:0005925": 83,
  "GO:0009941": 84,
  "GO:0016567": 85,
  "GO:0016887": 86,
  "GO:0000981": 87,
  "GO:0007507": 88,
  "GO:0005802": 89,
  "GO:0043065": 90,
  "GO:0009651": 91,
  "GO:0009897": 92,
  "GO:0046982": 93,
  "GO:0009737": 94,
  "GO:0022625": 95,
  "GO:0016607": 96,
  "GO:0003924": 97,
  "GO:0004842": 98,
  "GO:0036064": 99,
  "GO:0001666": 100,
  "GO:0050830": 101,
  "GO:0009409": 102,
  "GO:0005102": 103,
  "GO:0003713": 104,
  "GO:0009617": 105,
  "GO:0009408": 106,
  "GO:0019904": 107,
  "GO:0071944": 108,
  "GO:0061630": 109,
  "GO:0006915": 110,
  "GO:0016604": 111,
  "GO:0005938": 112,
  "GO:0006366": 113,
  "GO:0006281": 114,
  "GO:0071456": 115,
  "GO:0006511": 116,
  "GO:0005788": 117,
  "GO:0006508": 118,
  "GO:0022626": 119,
  "GO:0009414": 120,
  "GO:0005764": 121,
  "GO:0009505": 122,
  "GO:0031625": 123,
  "GO:0007399": 124,
  "GO:0000977": 125,
  "GO:0005741": 126,
  "GO:0005765": 127,
  "GO:0060271": 128,
  "GO:0016323": 129,
  "GO:0043161": 130,
  "GO:0006338": 131,
  "GO:0006468": 132,
  "GO:0008017": 133,
  "GO:0045087": 134,
  "GO:0009611": 135,
  "GO:0001227": 136,
  "GO:0031267": 137,
  "GO:0007155": 138,
  "GO:0005769": 139,
  "GO:0008283": 140,
  "GO:0010467": 141,
  "GO:0005667": 142,
  "GO:0005085": 143,
  "GO:0010494": 144,
  "GO:0051726": 145,
  "GO:0000398": 146,
  "GO:0000324": 147,
  "GO:0001701": 148,
  "GO:0015629": 149,
  "GO:0006954": 150,
  "GO:0035556": 151,
  "GO:0005096": 152,
  "GO:0061629": 153,
  "GO:0032153": 154,
  "GO:0050821": 155,
  "GO:0031410": 156,
  "GO:0051607": 157,
  "GO:0030036": 158,
  "GO:0005525": 159,
  "GO:0045335": 160,
  "GO:0051015": 161,
  "GO:0008340": 162,
  "GO:0000776": 163,
  "GO:0014069": 164,
  "GO:0022627": 165,
  "GO:0034599": 166,
  "GO:0007623": 167,
  "GO:0140297": 168,
  "GO:0007420": 169,
  "GO:0005911": 170,
  "GO:0030674": 171,
  "GO:0008104": 172,
  "GO:0043005": 173,
  "GO:0002181": 174,
  "GO:0045296": 175,
  "GO:0003714": 176,
  "GO:0000329": 177,
  "GO:0032496": 178,
  "GO:0016477": 179,
  "GO:0031965": 180,
  "GO:0007411": 181,
  "GO:0009793": 182,
  "GO:0003690": 183,
  "GO:0015630": 184,
  "GO:0045471": 185,
  "GO:0009535": 186,
  "GO:0045121": 187,
  "GO:0006457": 188,
  "GO:0060090": 189,
  "GO:0009792": 190,
  "GO:0030335": 191,
  "GO:0051897": 192,
  "GO:0098794": 193,
  "GO:0003779": 194,
  "GO:0070374": 195,
  "GO:0045211": 196,
  "GO:0007268": 197,
  "GO:0006897": 198,
  "GO:0007005": 199,
  "GO:0005811": 200,
  "GO:0043123": 201,
  "GO:0072686": 202,
  "GO:0004930": 203,
  "GO:0005773": 204,
  "GO:0005770": 205,
  "GO:0006952": 206,
  "GO:0031982": 207,
  "GO:0009416": 208,
  "GO:0030182": 209,
  "GO:0007267": 210,
  "GO:0006955": 211,
  "GO:0043410": 212,
  "GO:0001525": 213,
  "GO:0009733": 214,
  "GO:0010008": 215,
  "GO:0006886": 216,
  "GO:0006970": 217,
  "GO:0003697": 218,
  "GO:0009267": 219,
  "GO:0000724": 220,
  "GO:0071222": 221,
  "GO:0009555": 222,
  "GO:0005516": 223,
  "GO:0048046": 224,
  "GO:0007605": 225,
  "GO:0042127": 226,
  "GO:0006325": 227,
  "GO:0009753": 228,
  "GO:0034605": 229,
  "GO:0005507": 230,
  "GO:0004252": 231,
  "GO:0009615": 232,
  "GO:0098793": 233,
  "GO:0043524": 234,
  "GO:0005874": 235,
  "GO:0065003": 236,
  "GO:0006914": 237,
  "GO:0006364": 238,
  "GO:0007189": 239,
  "GO:0005694": 240,
  "GO:0001822": 241,
  "GO:0000278": 242,
  "GO:0042734": 243,
  "GO:0042393": 244,
  "GO:0030027": 245,
  "GO:0000281": 246,
  "GO:0000781": 247,
  "GO:0090090": 248,
  "GO:0006935": 249,
  "GO:0008233": 250,
  "GO:0005930": 251,
  "GO:0072659": 252,
  "GO:0044325": 253,
  "GO:0030163": 254,
  "GO:0008021": 255,
  "GO:0016192": 256,
  "GO:0032355": 257,
  "GO:0007166": 258,
  "GO:0051649": 259,
  "GO:0045271": 260,
  "GO:0006606": 261,
  "GO:0005856": 262,
  "GO:0030054": 263,
  "GO:0031966": 264,
  "GO:0034976": 265,
  "GO:0030317": 266,
  "GO:0030496": 267,
  "GO:0030145": 268,
  "GO:0009579": 269,
  "GO:0043209": 270,
  "GO:0016236": 271,
  "GO:0032880": 272,
  "GO:0001889": 273,
  "GO:0030447": 274,
  "GO:0038023": 275,
  "GO:0005935": 276,
  "GO:0042593": 277,
  "GO:0000987": 278,
  "GO:0004175": 279,
  "GO:0036126": 280,
  "GO:0098609": 281,
  "GO:0005814": 282,
  "GO:0001764": 283,
  "GO:0005758": 284,
  "GO:0031175": 285,
  "GO:0009534": 286,
  "GO:0000932": 287,
  "GO:0019900": 288,
  "GO:0098982": 289,
  "GO:0048018": 290,
  "GO:0020037": 291,
  "GO:0005819": 292,
  "GO:0007015": 293,
  "GO:0007601": 294,
  "GO:0007417": 295,
  "GO:0030154": 296,
  "GO:0048477": 297,
  "GO:0017148": 298,
  "GO:0048364": 299,
  "GO:0042542": 300,
  "GO:0051286": 301,
  "GO:0006888": 302,
  "GO:0006816": 303,
  "GO:0006879": 304,
  "GO:0007409": 305,
  "GO:0045177": 306,
  "GO:0006412": 307,
  "GO:0009898": 308,
  "GO:0005912": 309,
  "GO:0035861": 310,
  "GO:0045766": 311,
  "GO:0032543": 312,
  "GO:0046777": 313,
  "GO:0043235": 314,
  "GO:0006302": 315,
  "GO:0006629": 316,
  "GO:0001501": 317,
  "GO:0008584": 318,
  "GO:0051604": 319,
  "GO:0006874": 320,
  "GO:0000165": 321,
  "GO:0043197": 322,
  "GO:0009277": 323,
  "GO:0009636": 324,
  "GO:0032869": 325,
  "GO:0000209": 326,
  "GO:0060070": 327,
  "GO:0090575": 328,
  "GO:0051082": 329,
  "GO:0010976": 330,
  "GO:0001649": 331,
  "GO:0009952": 332,
  "GO:0005178": 333,
  "GO:0035264": 334,
  "GO:0004713": 335,
  "GO:0009749": 336,
  "GO:1990904": 337,
  "GO:0031594": 338,
  "GO:0030426": 339,
  "GO:0000902": 340,
  "GO:0030018": 341,
  "GO:0000502": 342,
  "GO:0007204": 343,
  "GO:0006813": 344,
  "GO:0000723": 345,
  "GO:0030672": 346,
  "GO:0032040": 347,
  "GO:0016485": 348,
  "GO:0008360": 349,
  "GO:0007613": 350,
  "GO:0001650": 351,
  "GO:0009791": 352,
  "GO:0051289": 353,
  "GO:0007626": 354,
  "GO:0043204": 355,
  "GO:0005643": 356,
  "GO:0007286": 357,
  "GO:0098685": 358,
  "GO:0008289": 359,
  "GO:0000226": 360,
  "GO:0055037": 361,
  "GO:0008047": 362,
  "GO:0004222": 363,
  "GO:0006260": 364,
  "GO:0042981": 365,
  "GO:0036503": 366,
  "GO:0031252": 367,
  "GO:0042383": 368,
  "GO:0006909": 369,
  "GO:0007059": 370,
  "GO:0030324": 371,
  "GO:0042594": 372,
  "GO:0005125": 373,
  "GO:0006805": 374,
  "GO:0008201": 375,
  "GO:0045815": 376,
  "GO:0002020": 377,
  "GO:0090263": 378,
  "GO:0000082": 379,
  "GO:0003730": 380,
  "GO:0046686": 381,
  "GO:0071356": 382,
  "GO:0051301": 383,
  "GO:0004722": 384,
  "GO:0009887": 385,
  "GO:0009751": 386,
  "GO:0007131": 387,
  "GO:0030141": 388,
  "GO:0030308": 389,
  "GO:0007368": 390,
  "GO:0005604": 391,
  "GO:0007219": 392,
  "GO:0034399": 393,
  "GO:0004843": 394,
  "GO:0002119": 395,
  "GO:0051087": 396,
  "GO:0004867": 397,
  "GO:0030288": 398,
  "GO:0005543": 399,
  "GO:0001669": 400,
  "GO:0032956": 401,
  "GO:0010508": 402,
  "GO:0045727": 403,
  "GO:0016491": 404,
  "GO:0030336": 405,
  "GO:0005681": 406,
  "GO:0008380": 407,
  "GO:0030587": 408,
  "GO:0004497": 409,
  "GO:0070588": 410,
  "GO:0099503": 411,
  "GO:0050728": 412,
  "GO:0071805": 413,
  "GO:0031901": 414,
  "GO:0044732": 415,
  "GO:0007179": 416,
  "GO:0051321": 417,
  "GO:0043195": 418,
  "GO:0034451": 419,
  "GO:0055085": 420,
  "GO:0043332": 421,
  "GO:0031667": 422,
  "GO:0071260": 423,
  "GO:0009658": 424,
  "GO:0072562": 425,
  "GO:0004888": 426,
  "GO:0031505": 427,
  "GO:0006351": 428,
  "GO:1902600": 429,
  "GO:0005200": 430,
  "GO:0043022": 431,
  "GO:0006397": 432,
  "GO:0000791": 433,
  "GO:0070301": 434,
  "GO:0007218": 435,
  "GO:0098839": 436,
  "GO:0000775": 437,
  "GO:0007010": 438,
  "GO:0030334": 439,
  "GO:0009612": 440,
  "GO:0007584": 441,
  "GO:0030165": 442,
  "GO:0071333": 443,
  "GO:0046330": 444,
  "GO:0032868": 445,
  "GO:0008083": 446,
  "GO:0004725": 447,
  "GO:0005546": 448,
  "GO:0006887": 449,
  "GO:0019722": 450,
  "GO:0043130": 451,
  "GO:0007200": 452,
  "GO:0007030": 453,
  "GO:0012505": 454,
  "GO:0042826": 455,
  "GO:0031640": 456,
  "GO:0016592": 457,
  "GO:0016301": 458,
  "GO:0000045": 459,
  "GO:0005778": 460,
  "GO:0008286": 461,
  "GO:0032588": 462,
  "GO:0090729": 463,
  "GO:0019903": 464,
  "GO:0048813": 465,
  "GO:0060041": 466,
  "GO:0032755": 467,
  "GO:0050729": 468,
  "GO:0006367": 469,
  "GO:0044297": 470,
  "GO:0051260": 471,
  "GO:0051402": 472,
  "GO:0032760": 473,
  "GO:0005179": 474,
  "GO:0007565": 475,
  "GO:0043434": 476,
  "GO:0030509": 477,
  "GO:0071013": 478,
  "GO:0000792": 479,
  "GO:0032993": 480,
  "GO:0005884": 481,
  "GO:0000922": 482,
  "GO:0009723": 483,
  "GO:0031514": 484,
  "GO:0001216": 485,
  "GO:0005796": 486,
  "GO:0007224": 487,
  "GO:0009411": 488,
  "GO:0031647": 489,
  "GO:0050804": 490,
  "GO:0042632": 491,
  "GO:0005901": 492,
  "GO:0051117": 493,
  "GO:0009860": 494,
  "GO:0005262": 495,
  "GO:1990830": 496,
  "GO:0009055": 497,
  "GO:0008013": 498,
  "GO:0016525": 499,
  "GO:0040029": 500,
  "GO:0030900": 501,
  "GO:0021987": 502,
  "GO:1990841": 503,
  "GO:0048366": 504,
  "GO:0000381": 505,
  "GO:0006631": 506,
  "GO:0008076": 507,
  "GO:0016579": 508,
  "GO:0051384": 509,
  "GO:0005506": 510,
  "GO:0022008": 511,
  "GO:0032436": 512,
  "GO:0034774": 513,
  "GO:0009705": 514,
  "GO:0045732": 515,
  "GO:0061844": 516,
  "GO:0007281": 517,
  "GO:1904813": 518,
  "GO:0030307": 519,
  "GO:0031490": 520,
  "GO:0051216": 521,
  "GO:0009620": 522,
  "GO:0016055": 523,
  "GO:0005198": 524,
  "GO:0030246": 525,
  "GO:0051592": 526,
  "GO:0005923": 527,
  "GO:0006368": 528,
  "GO:0030097": 529,
  "GO:0005762": 530,
  "GO:0042752": 531,
  "GO:0070936": 532,
  "GO:0043491": 533,
  "GO:0071466": 534,
  "GO:0007517": 535,
  "GO:0030198": 536,
  "GO:0006096": 537,
  "GO:0003725": 538,
  "GO:0004721": 539,
  "GO:0000070": 540,
  "GO:0030170": 541,
  "GO:0044183": 542,
  "GO:0043124": 543,
  "GO:0045454": 544,
  "GO:0001947": 545,
  "GO:0004197": 546,
  "GO:0046677": 547,
  "GO:0007519": 548,
  "GO:0042060": 549,
  "GO:0009953": 550,
  "GO:1904262": 551,
  "GO:0006633": 552,
  "GO:0006898": 553,
  "GO:0003712": 554,
  "GO:0010150": 555,
  "GO:0046872": 556,
  "GO:0008544": 557,
  "GO:0009306": 558,
  "GO:0043010": 559,
  "GO:1904263": 560,
  "GO:0007611": 561,
  "GO:0031507": 562,
  "GO:0071277": 563,
  "GO:0048666": 564,
  "GO:0071346": 565,
  "GO:0030968": 566,
  "GO:0045666": 567,
  "GO:0007173": 568,
  "GO:0006094": 569,
  "GO:0001843": 570,
  "GO:0016036": 571,
  "GO:0097110": 572,
  "GO:0045444": 573,
  "GO:0007052": 574,
  "GO:0005774": 575,
  "GO:0040011": 576,
  "GO:0030514": 577,
  "GO:0016791": 578,
  "GO:0009738": 579,
  "GO:0019005": 580,
  "GO:0002244": 581,
  "GO:0042274": 582,
  "GO:1903561": 583,
  "GO:0006487": 584,
  "GO:0021766": 585,
  "GO:0008344": 586,
  "GO:0009653": 587,
  "GO:0001708": 588,
  "GO:0014823": 589,
  "GO:0000794": 590,
  "GO:0043627": 591,
  "GO:0010228": 592,
  "GO:0006303": 593,
  "GO:0010043": 594,
  "GO:0016328": 595,
  "GO:0006486": 596,
  "GO:0005776": 597,
  "GO:0007416": 598,
  "GO:0050660": 599,
  "GO:0043679": 600,
  "GO:0001726": 601,
  "GO:0031152": 602,
  "GO:0016363": 603,
  "GO:0000086": 604,
  "GO:0009725": 605,
  "GO:0030010": 606,
  "GO:0042391": 607,
  "GO:0000049": 608,
  "GO:0003743": 609,
  "GO:0007160": 610,
  "GO:0004521": 611,
  "GO:0051056": 612,
  "GO:0005721": 613,
  "GO:1990756": 614,
  "GO:0006413": 615,
  "GO:0051017": 616,
  "GO:0050852": 617,
  "GO:0007163": 618,
  "GO:0007612": 619,
  "GO:0019221": 620,
  "GO:0048870": 621,
  "GO:0043231": 622,
  "GO:0001558": 623,
  "GO:0006289": 624,
  "GO:0003727": 625,
  "GO:0050679": 626,
  "GO:0005903": 627,
  "GO:0005782": 628,
  "GO:0042147": 629,
  "GO:0008045": 630,
  "GO:0001568": 631,
  "GO:0006936": 632,
  "GO:0010507": 633,
  "GO:0001725": 634,
  "GO:0035091": 635,
  "GO:0006635": 636,
  "GO:0120162": 637,
  "GO:0001217": 638,
  "GO:0008217": 639,
  "GO:0031902": 640,
  "GO:0030139": 641,
  "GO:0071347": 642,
  "GO:0005628": 643,
  "GO:0003007": 644,
  "GO:0001503": 645,
  "GO:0032968": 646,
  "GO:0034097": 647,
  "GO:0030175": 648,
  "GO:0045171": 649,
  "GO:0071560": 650,
  "GO:0007616": 651,
  "GO:0051865": 652,
  "GO:0045259": 653,
  "GO:0035176": 654,
  "GO:0009060": 655,
  "GO:0050766": 656,
  "GO:0034198": 657,
  "GO:0016605": 658,
  "GO:0007338": 659,
  "GO:0004364": 660,
  "GO:0032729": 661,
  "GO:0005934": 662,
  "GO:0017124": 663,
  "GO:0007229": 664,
  "GO:0006099": 665,
  "GO:0010977": 666,
  "GO:0009624": 667,
  "GO:0030667": 668,
  "GO:0010333": 669,
  "GO:0043202": 670,
  "GO:0051539": 671,
  "GO:0050727": 672,
  "GO:0009845": 673,
  "GO:0008543": 674,
  "GO:0005763": 675,
  "GO:0060348": 676,
  "GO:0140374": 677,
  "GO:0043539": 678,
  "GO:0043186": 679,
  "GO:0045292": 680,
  "GO:0032922": 681,
  "GO:0008237": 682,
  "GO:0001654": 683,
  "GO:0097190": 684,
  "GO:0048167": 685,
  "GO:0001756": 686,
  "GO:0051092": 687,
  "GO:0006995": 688,
  "GO:0040018": 689,
  "GO:0035591": 690,
  "GO:0031398": 691,
  "GO:0050808": 692,
  "GO:0032024": 693,
  "GO:0021549": 694,
  "GO:0009826": 695,
  "GO:0043525": 696,
  "GO:0031509": 697,
  "GO:0035019": 698,
  "GO:0060261": 699,
  "GO:0006006": 700,
  "GO:0051965": 701,
  "GO:0004857": 702,
  "GO:0062040": 703,
  "GO:0004879": 704,
  "GO:0006310": 705,
  "GO:0007346": 706,
  "GO:0019003": 707,
  "GO:0007265": 708,
  "GO:0005840": 709,
  "GO:0036464": 710,
  "GO:0006814": 711,
  "GO:0006406": 712,
  "GO:0032526": 713,
  "GO:0009744": 714,
  "GO:0006811": 715,
  "GO:0045814": 716,
  "GO:0017053": 717,
  "GO:0008203": 718,
  "GO:0031526": 719,
  "GO:0045669": 720,
  "GO:0005902": 721,
  "GO:0030218": 722,
  "GO:0030670": 723,
  "GO:0050839": 724,
  "GO:0042149": 725,
  "GO:0001540": 726,
  "GO:0042552": 727,
  "GO:0009925": 728,
  "GO:0030183": 729,
  "GO:0012501": 730,
  "GO:0000132": 731,
  "GO:0005876": 732,
  "GO:0031201": 733,
  "GO:0006396": 734,
  "GO:0032154": 735,
  "GO:0035579": 736,
  "GO:0043547": 737,
  "GO:0030512": 738,
  "GO:0003724": 739,
  "GO:0032266": 740,
  "GO:0032456": 741,
  "GO:0030178": 742,
  "GO:0001570": 743,
  "GO:0035578": 744,
  "GO:0030659": 745,
  "GO:0010506": 746,
  "GO:0070373": 747,
  "GO:0031669": 748,
  "GO:0006749": 749,
  "GO:0007193": 750,
  "GO:0006470": 751,
  "GO:0006493": 752,
  "GO:0048306": 753,
  "GO:0008236": 754,
  "GO:0016197": 755,
  "GO:0009908": 756,
  "GO:0005249": 757,
  "GO:0005975": 758,
  "GO:0000149": 759,
  "GO:0050680": 760,
  "GO:0001664": 761,
  "GO:0034220": 762,
  "GO:0045665": 763,
  "GO:0010597": 764,
  "GO:0016251": 765,
  "GO:0030855": 766,
  "GO:0042995": 767,
  "GO:0050673": 768,
  "GO:0030148": 769,
  "GO:0051591": 770,
  "GO:0048316": 771,
  "GO:0007254": 772,
  "GO:0036180": 773,
  "GO:0071230": 774,
  "GO:0097009": 775,
  "GO:0042277": 776,
  "GO:0030136": 777,
  "GO:0007264": 778,
  "GO:0016925": 779,
  "GO:0030479": 780,
  "GO:0006972": 781,
  "GO:0001786": 782,
  "GO:0008406": 783,
  "GO:0051701": 784,
  "GO:0006744": 785,
  "GO:0051276": 786,
  "GO:0042472": 787,
  "GO:1902074": 788,
  "GO:0005881": 789,
  "GO:0009739": 790,
  "GO:0007596": 791,
  "GO:0031146": 792,
  "GO:0051898": 793,
  "GO:0006270": 794,
  "GO:1905515": 795,
  "GO:0019731": 796,
  "GO:0003899": 797,
  "GO:0042273": 798,
  "GO:0070534": 799,
  "GO:0030315": 800,
  "GO:0001673": 801,
  "GO:0003684": 802,
  "GO:0007498": 803,
  "GO:0048812": 804,
  "GO:0048863": 805,
  "GO:0007266": 806,
  "GO:0030041": 807,
  "GO:0001222": 808,
  "GO:0032731": 809,
  "GO:0009279": 810,
  "GO:0055038": 811,
  "GO:0010212": 812,
  "GO:0048839": 813,
  "GO:0000151": 814,
  "GO:0034644": 815,
  "GO:0046688": 816,
  "GO:0006644": 817,
  "GO:0002931": 818,
  "GO:0007040": 819,
  "GO:0042102": 820,
  "GO:0030133": 821,
  "GO:0001819": 822,
  "GO:0060021": 823,
  "GO:0032720": 824,
  "GO:0045879": 825,
  "GO:0001223": 826,
  "GO:0071320": 827,
  "GO:0000786": 828,
  "GO:0044182": 829,
  "GO:0000407": 830,
  "GO:0000423": 831,
  "GO:0003755": 832,
  "GO:0070371": 833,
  "GO:0014704": 834,
  "GO:0055088": 835,
  "GO:0019827": 836,
  "GO:0030666": 837,
  "GO:0007249": 838,
  "GO:0000974": 839,
  "GO:0006284": 840,
  "GO:0042645": 841,
  "GO:0045214": 842,
  "GO:0008361": 843,
  "GO:0009909": 844,
  "GO:0001750": 845,
  "GO:0006623": 846,
  "GO:0045785": 847,
  "GO:0045595": 848,
  "GO:0048786": 849,
  "GO:0000138": 850,
  "GO:0071949": 851,
  "GO:0005518": 852,
  "GO:0001938": 853,
  "GO:0007259": 854,
  "GO:0009880": 855,
  "GO:0045494": 856,
  "GO:0000793": 857,
  "GO:0045165": 858,
  "GO:0048661": 859,
  "GO:0051302": 860,
  "GO:0007129": 861,
  "GO:0008542": 862,
  "GO:0000779": 863,
  "GO:0048675": 864,
  "GO:0016529": 865,
  "GO:0071470": 866,
  "GO:0000228": 867,
  "GO:0001934": 868,
  "GO:0097060": 869,
  "GO:0030838": 870,
  "GO:0043588": 871,
  "GO:0035725": 872,
  "GO:0044010": 873,
  "GO:0003887": 874,
  "GO:0002039": 875,
  "GO:0006400": 876,
  "GO:0043596": 877,
  "GO:0097730": 878,
  "GO:0060291": 879,
  "GO:0046513": 880,
  "GO:0031397": 881,
  "GO:0006513": 882,
  "GO:0006821": 883,
  "GO:0000077": 884,
  "GO:0005700": 885,
  "GO:0000302": 886,
  "GO:0007476": 887,
  "GO:0140693": 888,
  "GO:0045747": 889,
  "GO:0090307": 890,
  "GO:0048488": 891,
  "GO:0006334": 892,
  "GO:0034504": 893,
  "GO:0042254": 894,
  "GO:0030295": 895,
  "GO:0030686": 896,
  "GO:0006402": 897,
  "GO:0005254": 898,
  "GO:0036498": 899,
  "GO:0048255": 900,
  "GO:0031297": 901,
  "GO:0008198": 902,
  "GO:0008306": 903,
  "GO:0071363": 904,
  "GO:0042733": 905,
  "GO:0030282": 906,
  "GO:0008180": 907,
  "GO:0018105": 908,
  "GO:0007098": 909,
  "GO:0006401": 910,
  "GO:0035094": 911,
  "GO:0031648": 912,
  "GO:0015031": 913,
  "GO:0010224": 914,
  "GO:0004601": 915,
  "GO:0043327": 916,
  "GO:0001533": 917,
  "GO:0032587": 918,
  "GO:0030435": 919,
  "GO:1902895": 920,
  "GO:0006417": 921,
  "GO:0071300": 922,
  "GO:0030684": 923,
  "GO:0030971": 924,
  "GO:0002062": 925,
  "GO:0005385": 926,
  "GO:0006882": 927,
  "GO:0000124": 928,
  "GO:0030437": 929,
  "GO:0010114": 930,
  "GO:0006261": 931,
  "GO:0046627": 932,
  "GO:0009553": 933,
  "GO:0016226": 934,
  "GO:0045824": 935,
  "GO:0045746": 936,
  "GO:0000027": 937,
  "GO:0010498": 938,
  "GO:0006890": 939,
  "GO:0044011": 940,
  "GO:0051879": 941,
  "GO:0097421": 942,
  "GO:0042220": 943,
  "GO:0009266": 944,
  "GO:0072089": 945,
  "GO:0005669": 946,
  "GO:0015631": 947,
  "GO:0048146": 948,
  "GO:0030866": 949,
  "GO:0000118": 950,
  "GO:0098586": 951,
  "GO:1901224": 952,
  "GO:0005797": 953,
  "GO:0090406": 954,
  "GO:0070417": 955,
  "GO:0036170": 956,
  "GO:0033209": 957,
  "GO:0070273": 958,
  "GO:0015026": 959,
  "GO:0050714": 960,
  "GO:0035267": 961,
  "GO:0007608": 962,
  "GO:0019953": 963,
  "GO:0043531": 964,
  "GO:0005637": 965,
  "GO:0030017": 966,
  "GO:0008092": 967,
  "GO:0006506": 968,
  "GO:0030466": 969,
  "GO:0005267": 970,
  "GO:0007422": 971,
  "GO:0005547": 972,
  "GO:0060173": 973,
  "GO:0000462": 974,
  "GO:0030864": 975,
  "GO:0000131": 976,
  "GO:0009735": 977,
  "GO:0030669": 978,
  "GO:0001917": 979,
  "GO:0003341": 980,
  "GO:0140311": 981,
  "GO:0005080": 982,
  "GO:0010595": 983,
  "GO:0019902": 984,
  "GO:0048678": 985,
  "GO:0001541": 986,
  "GO:0007156": 987,
  "GO:1900182": 988,
  "GO:0031100": 989,
  "GO:0070888": 990,
  "GO:0031072": 991,
  "GO:0008009": 992,
  "GO:0005245": 993,
  "GO:0070821": 994,
  "GO:0030901": 995,
  "GO:0031143": 996,
  "GO:0042475": 997,
  "GO:0003678": 998,
  "GO:0016114": 999,
  "GO:0050897": 1000,
  "GO:0005665": 1001,
  "GO:0003151": 1002,
  "GO:0042110": 1003,
  "GO:0001837": 1004,
  "GO:0048787": 1005,
  "GO:0002040": 1006,
  "GO:0097546": 1007,
  "GO:0009867": 1008,
  "GO:0045880": 1009,
  "GO:1903078": 1010,
  "GO:0050890": 1011,
  "GO:0006783": 1012,
  "GO:0040014": 1013,
  "GO:0031589": 1014,
  "GO:0007389": 1015,
  "GO:0030199": 1016,
  "GO:0097542": 1017,
  "GO:0048709": 1018,
  "GO:0005879": 1019,
  "GO:0030326": 1020,
  "GO:0072593": 1021,
  "GO:0030216": 1022,
  "GO:0042311": 1023,
  "GO:0045184": 1024,
  "GO:0042098": 1025,
  "GO:0032570": 1026,
  "GO:0034614": 1027,
  "GO:0016973": 1028,
  "GO:0019888": 1029,
  "GO:0019915": 1030,
  "GO:0016514": 1031,
  "GO:0048538": 1032,
  "GO:0046716": 1033,
  "GO:0031623": 1034,
  "GO:0010181": 1035,
  "GO:0006997": 1036,
  "GO:0032757": 1037,
  "GO:0090398": 1038,
  "GO:2000028": 1039,
  "GO:0038202": 1040,
  "GO:0016787": 1041,
  "GO:0043409": 1042,
  "GO:0018991": 1043,
  "GO:0007031": 1044,
  "GO:0030316": 1045,
  "GO:0008630": 1046,
  "GO:0033617": 1047,
  "GO:0097191": 1048,
  "GO:0051602": 1049,
  "GO:0045786": 1050,
  "GO:0009637": 1051,
  "GO:0031491": 1052,
  "GO:0004190": 1053,
  "GO:0009524": 1054,
  "GO:0015250": 1055,
  "GO:0005905": 1056,
  "GO:0051219": 1057,
  "GO:0015459": 1058,
  "GO:0072344": 1059,
  "GO:0032094": 1060,
  "GO:0050767": 1061,
  "GO:0098686": 1062,
  "GO:0007298": 1063,
  "GO:0045089": 1064,
  "GO:0005771": 1065,
  "GO:0019432": 1066,
  "GO:0007029": 1067,
  "GO:0009846": 1068,
  "GO:0050885": 1069,
  "GO:0030544": 1070,
  "GO:0010038": 1071,
  "GO:0005882": 1072,
  "GO:0007405": 1073,
  "GO:0060586": 1074,
  "GO:0043198": 1075,
  "GO:0048565": 1076,
  "GO:0007064": 1077,
  "GO:0015035": 1078,
  "GO:0001755": 1079,
  "GO:0019905": 1080,
  "GO:0004623": 1081,
  "GO:0046718": 1082,
  "GO:0048545": 1083,
  "GO:0007094": 1084,
  "GO:0042307": 1085,
  "GO:1990090": 1086,
  "GO:0045668": 1087,
  "GO:2000134": 1088,
  "GO:0007566": 1089,
  "GO:0015171": 1090,
  "GO:0009566": 1091,
  "GO:0031154": 1092,
  "GO:0031093": 1093,
  "GO:0045277": 1094,
  "GO:0016239": 1095,
  "GO:0015485": 1096,
  "GO:0007369": 1097,
  "GO:0097225": 1098,
  "GO:0005793": 1099,
  "GO:0010447": 1100,
  "GO:0007188": 1101,
  "GO:0008277": 1102,
  "GO:0007528": 1103,
  "GO:0007602": 1104,
  "GO:0036211": 1105,
  "GO:0097729": 1106,
  "GO:0005801": 1107,
  "GO:0004869": 1108,
  "GO:0071549": 1109,
  "GO:0006091": 1110,
  "GO:0009314": 1111,
  "GO:0046540": 1112,
  "GO:0003925": 1113,
  "GO:0045807": 1114,
  "GO:0000307": 1115,
  "GO:0045787": 1116,
  "GO:0046332": 1117,
  "GO:0010608": 1118,
  "GO:0015030": 1119,
  "GO:0008033": 1120,
  "GO:0030488": 1121,
  "GO:0007140": 1122,
  "GO:0006812": 1123,
  "GO:0045995": 1124,
  "GO:0043473": 1125,
  "GO:0010718": 1126,
  "GO:0042162": 1127,
  "GO:0070300": 1128,
  "GO:0010332": 1129,
  "GO:0001891": 1130,
  "GO:0051762": 1131,
  "GO:0043484": 1132,
  "GO:0009631": 1133,
  "GO:0051287": 1134,
  "GO:0004407": 1135,
  "GO:0019894": 1136,
  "GO:0004806": 1137,
  "GO:0006298": 1138,
  "GO:0043495": 1139,
  "GO:0030593": 1140,
  "GO:0045926": 1141,
  "GO:0032981": 1142,
  "GO:0043200": 1143,
  "GO:0031288": 1144,
  "GO:0008333": 1145,
  "GO:0042759": 1146,
  "GO:0045138": 1147,
  "GO:0000421": 1148,
  "GO:0032481": 1149,
  "GO:0001556": 1150,
  "GO:0008266": 1151,
  "GO:0051123": 1152,
  "GO:0007032": 1153,
  "GO:0005184": 1154,
  "GO:0051285": 1155,
  "GO:0048286": 1156,
  "GO:0048749": 1157,
  "GO:0048589": 1158,
  "GO:0070050": 1159,
  "GO:0035251": 1160,
  "GO:0007631": 1161,
  "GO:0031011": 1162,
  "GO:0030177": 1163,
  "GO:0055074": 1164,
  "GO:0010287": 1165,
  "GO:0008234": 1166,
  "GO:0051537": 1167,
  "GO:0005921": 1168,
  "GO:0015012": 1169,
  "GO:0001523": 1170,
  "GO:0010811": 1171,
  "GO:0071392": 1172,
  "GO:0004402": 1173,
  "GO:0051491": 1174,
  "GO:0048010": 1175,
  "GO:0001965": 1176,
  "GO:0000146": 1177,
  "GO:0008610": 1178,
  "GO:0045947": 1179,
  "GO:0007169": 1180,
  "GO:0007157": 1181,
  "GO:0001530": 1182,
  "GO:0060170": 1183,
  "GO:0140861": 1184,
  "GO:0046961": 1185,
  "GO:0004177": 1186,
  "GO:0016079": 1187,
  "GO:0060048": 1188,
  "GO:0010039": 1189,
  "GO:0030217": 1190,
  "GO:0035580": 1191,
  "GO:0048665": 1192,
  "GO:0031145": 1193,
  "GO:0033574": 1194,
  "GO:0009610": 1195,
  "GO:0043068": 1196,
  "GO:0007274": 1197,
  "GO:0007595": 1198,
  "GO:0006626": 1199,
  "GO:2000377": 1200,
  "GO:0030155": 1201,
  "GO:0005875": 1202,
  "GO:0000002": 1203,
  "GO:0035869": 1204,
  "GO:0007492": 1205,
  "GO:0050911": 1206,
  "GO:0051496": 1207,
  "GO:0001890": 1208,
  "GO:0051225": 1209,
  "GO:0008320": 1210,
  "GO:0019843": 1211,
  "GO:0006906": 1212,
  "GO:0010119": 1213,
  "GO:0031334": 1214,
  "GO:0032722": 1215,
  "GO:0007095": 1216,
  "GO:0006968": 1217,
  "GO:0098553": 1218,
  "GO:0045600": 1219,
  "GO:0005201": 1220,
  "GO:0006611": 1221,
  "GO:2000280": 1222,
  "GO:0046983": 1223,
  "GO:0045599": 1224,
  "GO:1904659": 1225,
  "GO:0101003": 1226,
  "GO:0061631": 1227,
  "GO:0006661": 1228,
  "GO:0002088": 1229,
  "GO:0003777": 1230,
  "GO:0030513": 1231,
  "GO:0099171": 1232,
  "GO:0032715": 1233,
  "GO:0010311": 1234,
  "GO:0045088": 1235,
  "GO:0010165": 1236,
  "GO:0050796": 1237,
  "GO:0051020": 1238,
  "GO:0048013": 1239,
  "GO:0008137": 1240,
  "GO:0008202": 1241,
  "GO:0002237": 1242,
  "GO:0010286": 1243,
  "GO:0016358": 1244,
  "GO:0008585": 1245,
  "GO:0043001": 1246,
  "GO:0007419": 1247,
  "GO:0045071": 1248,
  "GO:0031122": 1249,
  "GO:0008146": 1250,
  "GO:0048701": 1251,
  "GO:0003688": 1252,
  "GO:0030168": 1253,
  "GO:0071364": 1254,
  "GO:0019887": 1255,
  "GO:0001707": 1256,
  "GO:0001975": 1257,
  "GO:0004864": 1258,
  "GO:0007391": 1259,
  "GO:0035255": 1260,
  "GO:0005504": 1261,
  "GO:0001745": 1262,
  "GO:0001671": 1263,
  "GO:0019369": 1264,
  "GO:0005834": 1265,
  "GO:0009061": 1266,
  "GO:0008757": 1267,
  "GO:0006636": 1268,
  "GO:0072583": 1269,
  "GO:0003785": 1270,
  "GO:0043009": 1271,
  "GO:0045927": 1272,
  "GO:0009625": 1273,
  "GO:0006605": 1274,
  "GO:0030448": 1275,
  "GO:1904646": 1276,
  "GO:0030687": 1277,
  "GO:0097352": 1278,
  "GO:0009646": 1279,
  "GO:0021915": 1280,
  "GO:0019216": 1281,
  "GO:0005978": 1282,
  "GO:0048704": 1283,
  "GO:0045429": 1284,
  "GO:0048793": 1285,
  "GO:0070527": 1286,
  "GO:0032435": 1287,
  "GO:0032541": 1288,
  "GO:0060326": 1289,
  "GO:0006833": 1290,
  "GO:0035577": 1291,
  "GO:0003676": 1292,
  "GO:0018108": 1293,
  "GO:0001942": 1294,
  "GO:0007033": 1295,
  "GO:0048536": 1296,
  "GO:0045739": 1297,
  "GO:0005246": 1298,
  "GO:0030890": 1299,
  "GO:0033554": 1300,
  "GO:0000447": 1301,
  "GO:0048144": 1302,
  "GO:0006120": 1303,
  "GO:0042538": 1304,
  "GO:0004860": 1305,
  "GO:0002230": 1306,
  "GO:0002213": 1307,
  "GO:0051603": 1308,
  "GO:0033116": 1309,
  "GO:0004467": 1310,
  "GO:1990782": 1311,
  "GO:0009644": 1312,
  "GO:0030992": 1313,
  "GO:0019233": 1314,
  "GO:0006911": 1315,
  "GO:1902476": 1316,
  "GO:0005537": 1317,
  "GO:0032465": 1318,
  "GO:0017022": 1319,
  "GO:0008355": 1320,
  "GO:0030276": 1321,
  "GO:0042744": 1322,
  "GO:0001578": 1323,
  "GO:0006656": 1324,
  "GO:0040025": 1325,
  "GO:0005816": 1326,
  "GO:0007288": 1327,
  "GO:0001944": 1328,
  "GO:0070328": 1329,
  "GO:0009950": 1330,
  "GO:0043425": 1331,
  "GO:0007124": 1332,
  "GO:0001221": 1333,
  "GO:0061351": 1334,
  "GO:0099523": 1335,
  "GO:0004540": 1336,
  "GO:0042130": 1337,
  "GO:0050769": 1338,
  "GO:0071011": 1339,
  "GO:0001974": 1340,
  "GO:0008356": 1341,
  "GO:0070269": 1342,
  "GO:0005242": 1343,
  "GO:0006383": 1344,
  "GO:0042832": 1345,
  "GO:0018279": 1346,
  "GO:0031016": 1347,
  "GO:0030707": 1348,
  "GO:0048705": 1349,
  "GO:0030073": 1350,
  "GO:0002027": 1351,
  "GO:0007424": 1352,
  "GO:0010971": 1353,
  "GO:0097431": 1354,
  "GO:0071978": 1355,
  "GO:0099524": 1356,
  "GO:0050850": 1357,
  "GO:0008094": 1358,
  "GO:0043687": 1359,
  "GO:0030330": 1360,
  "GO:0045793": 1361,
  "GO:0032391": 1362,
  "GO:0009736": 1363,
  "GO:0021510": 1364,
  "GO:0004707": 1365,
  "GO:0004519": 1366,
  "GO:0050807": 1367,
  "GO:0005686": 1368,
  "GO:0010106": 1369,
  "GO:0048527": 1370,
  "GO:0046329": 1371,
  "GO:0030446": 1372,
  "GO:0005680": 1373,
  "GO:1904724": 1374,
  "GO:0001046": 1375,
  "GO:0042177": 1376,
  "GO:0060076": 1377,
  "GO:0015562": 1378,
  "GO:0140463": 1379,
  "GO:0044550": 1380,
  "GO:0010288": 1381,
  "GO:0006959": 1382,
  "GO:0048367": 1383,
  "GO:0030234": 1384,
  "GO:0035914": 1385,
  "GO:0050905": 1386,
  "GO:0009407": 1387,
  "GO:0016757": 1388,
  "GO:0005815": 1389,
  "GO:0008625": 1390,
  "GO:0009706": 1391,
  "GO:0035082": 1392,
  "GO:0040024": 1393,
  "GO:2000648": 1394,
  "GO:0010087": 1395,
  "GO:0009626": 1396,
  "GO:0055056": 1397,
  "GO:0017147": 1398,
  "GO:0015914": 1399,
  "GO:1900087": 1400,
  "GO:0010218": 1401,
  "GO:0000137": 1402,
  "GO:0007269": 1403,
  "GO:0007628": 1404,
  "GO:0048598": 1405,
  "GO:0031977": 1406,
  "GO:0009821": 1407,
  "GO:0002052": 1408,
  "GO:0043069": 1409,
  "GO:1990961": 1410,
  "GO:0001676": 1411,
  "GO:0006865": 1412,
  "GO:0140220": 1413,
  "GO:0001772": 1414,
  "GO:0071542": 1415,
  "GO:0030331": 1416,
  "GO:0000184": 1417,
  "GO:0016279": 1418,
  "GO:0009741": 1419,
  "GO:0005933": 1420,
  "GO:0150052": 1421,
  "GO:0046676": 1422,
  "GO:0007130": 1423,
  "GO:0005261": 1424,
  "GO:0006878": 1425,
  "GO:0051209": 1426,
  "GO:0007339": 1427,
  "GO:0040008": 1428,
  "GO:0030042": 1429,
  "GO:0060612": 1430,
  "GO:0035050": 1431,
  "GO:0060391": 1432,
  "GO:0070160": 1433,
  "GO:0048706": 1434,
  "GO:0008307": 1435,
  "GO:1905168": 1436,
  "GO:0045664": 1437,
  "GO:0030332": 1438,
  "GO:0031463": 1439,
  "GO:0007520": 1440,
  "GO:0097718": 1441,
  "GO:0001658": 1442,
  "GO:0043488": 1443,
  "GO:0007004": 1444,
  "GO:0038066": 1445,
  "GO:0044295": 1446,
  "GO:0030476": 1447,
  "GO:0055120": 1448,
  "GO:0019228": 1449,
  "GO:0048573": 1450,
  "GO:0051315": 1451,
  "GO:0140678": 1452,
  "GO:0042169": 1453,
  "GO:0006612": 1454,
  "GO:0000956": 1455,
  "GO:0045475": 1456,
  "GO:0071345": 1457,
  "GO:0007076": 1458,
  "GO:0007162": 1459,
  "GO:0005736": 1460,
  "GO:0017025": 1461,
  "GO:0008301": 1462,
  "GO:0042073": 1463,
  "GO:0048514": 1464,
  "GO:0032420": 1465,
  "GO:0006986": 1466,
  "GO:0045773": 1467,
  "GO:0021953": 1468,
  "GO:0000175": 1469,
  "GO:0034446": 1470,
  "GO:0045907": 1471,
  "GO:0045740": 1472,
  "GO:0005684": 1473,
  "GO:0009742": 1474,
  "GO:0048149": 1475,
  "GO:0004016": 1476,
  "GO:0048481": 1477,
  "GO:0002238": 1478,
  "GO:0055001": 1479,
  "GO:0006971": 1480,
  "GO:0001569": 1481,
  "GO:0048741": 1482,
  "GO:0045333": 1483,
  "GO:0014850": 1484,
  "GO:0045111": 1485,
  "GO:0044179": 1486,
  "GO:0009965": 1487,
  "GO:0006696": 1488,
  "GO:0009834": 1489,
  "GO:0032809": 1490,
  "GO:0010029": 1491,
  "GO:0015020": 1492,
  "GO:0033077": 1493,
  "GO:0035774": 1494,
  "GO:0006869": 1495,
  "GO:0006641": 1496,
  "GO:0140416": 1497,
  "GO:0008354": 1498,
  "GO:0032728": 1499,
  "GO:0061024": 1500,
  "GO:0035331": 1501,
  "GO:0099175": 1502,
  "GO:0007614": 1503,
  "GO:0050661": 1504,
  "GO:0016922": 1505,
  "GO:0099092": 1506,
  "GO:0007097": 1507,
  "GO:0006654": 1508,
  "GO:0099634": 1509,
  "GO:0030016": 1510,
  "GO:0070059": 1511,
  "GO:0055007": 1512,
  "GO:0048027": 1513,
  "GO:0046326": 1514,
  "GO:0008654": 1515,
  "GO:0071479": 1516,
  "GO:0012507": 1517,
  "GO:0006695": 1518,
  "GO:2001234": 1519,
  "GO:0071468": 1520,
  "GO:0042644": 1521,
  "GO:0009788": 1522,
  "GO:0019825": 1523,
  "GO:0007635": 1524,
  "GO:0007020": 1525,
  "GO:0007080": 1526,
  "GO:0019863": 1527,
  "GO:0070847": 1528,
  "GO:0009948": 1529,
  "GO:0030431": 1530,
  "GO:0031124": 1531,
  "GO:0042789": 1532,
  "GO:0042100": 1533,
  "GO:0042048": 1534,
  "GO:0034063": 1535,
  "GO:1900026": 1536,
  "GO:0017056": 1537,
  "GO:0007026": 1538,
  "GO:0001778": 1539,
  "GO:0005484": 1540,
  "GO:1990748": 1541,
  "GO:0006275": 1542,
  "GO:0046847": 1543,
  "GO:0090734": 1544,
  "GO:0019882": 1545,
  "GO:0031519": 1546,
  "GO:0050768": 1547,
  "GO:0060047": 1548,
  "GO:0004784": 1549,
  "GO:0006446": 1550,
  "GO:0048487": 1551,
  "GO:0051233": 1552,
  "GO:0030863": 1553,
  "GO:0002098": 1554,
  "GO:0030534": 1555,
  "GO:0055093": 1556,
  "GO:0045597": 1557,
  "GO:0022848": 1558,
  "GO:0097193": 1559,
  "GO:0038187": 1560,
  "GO:0032689": 1561,
  "GO:0000160": 1562,
  "GO:0030100": 1563,
  "GO:0016322": 1564,
  "GO:0080025": 1565,
  "GO:2001237": 1566,
  "GO:0002009": 1567,
  "GO:0017046": 1568,
  "GO:0048510": 1569,
  "GO:0032088": 1570,
  "GO:0046579": 1571,
  "GO:0031593": 1572,
  "GO:0035974": 1573,
  "GO:0005885": 1574,
  "GO:0048568": 1575,
  "GO:0071005": 1576,
  "GO:0051924": 1577,
  "GO:0031116": 1578,
  "GO:0001657": 1579,
  "GO:0032258": 1580,
  "GO:0006891": 1581,
  "GO:0045776": 1582,
  "GO:0048767": 1583,
  "GO:0006893": 1584,
  "GO:0048188": 1585,
  "GO:0035198": 1586,
  "GO:0009627": 1587,
  "GO:0034389": 1588,
  "GO:0019886": 1589,
  "GO:0042059": 1590,
  "GO:0071474": 1591,
  "GO:0002229": 1592,
  "GO:0008016": 1593,
  "GO:0044344": 1594,
  "GO:0036297": 1595,
  "GO:0000993": 1596,
  "GO:0006998": 1597,
  "GO:0043021": 1598,
  "GO:0035925": 1599,
  "GO:0042800": 1600,
  "GO:0006826": 1601,
  "GO:0016042": 1602,
  "GO:0000722": 1603,
  "GO:0046685": 1604,
  "GO:0031430": 1605,
  "GO:0045840": 1606,
  "GO:0004715": 1607,
  "GO:0101031": 1608,
  "GO:0046580": 1609,
  "GO:0030501": 1610,
  "GO:0030902": 1611,
  "GO:0045931": 1612,
  "GO:0097228": 1613,
  "GO:0006829": 1614,
  "GO:0070555": 1615,
  "GO:0042908": 1616,
  "GO:0005685": 1617,
  "GO:0050775": 1618,
  "GO:0004866": 1619,
  "GO:0005891": 1620,
  "GO:0061709": 1621,
  "GO:0042626": 1622,
  "GO:0106222": 1623,
  "GO:0071168": 1624,
  "GO:0032735": 1625,
  "GO:1904315": 1626,
  "GO:0042246": 1627,
  "GO:0070542": 1628,
  "GO:0045275": 1629,
  "GO:0007187": 1630,
  "GO:0043622": 1631,
  "GO:0000795": 1632,
  "GO:0031083": 1633,
  "GO:0001662": 1634,
  "GO:0120163": 1635,
  "GO:0000145": 1636,
  "GO:0035265": 1637,
  "GO:0010183": 1638,
  "GO:2000300": 1639,
  "GO:0045273": 1640,
  "GO:0000812": 1641,
  "GO:0007435": 1642,
  "GO:0070507": 1643,
  "GO:0030878": 1644,
  "GO:0005544": 1645,
  "GO:0043162": 1646,
  "GO:0050853": 1647,
  "GO:0045324": 1648,
  "GO:0042910": 1649,
  "GO:1900426": 1650,
  "GO:0023019": 1651,
  "GO:0005697": 1652,
  "GO:0046933": 1653,
  "GO:0017157": 1654,
  "GO:0048147": 1655,
  "GO:0051412": 1656,
  "GO:0035902": 1657,
  "GO:0000940": 1658,
  "GO:0071014": 1659,
  "GO:0008143": 1660,
  "GO:0022617": 1661,
  "GO:1900227": 1662,
  "GO:0000935": 1663,
  "GO:0005868": 1664,
  "GO:0061512": 1665,
  "GO:0051453": 1666,
  "GO:0045490": 1667,
  "GO:0009873": 1668,
  "GO:0000159": 1669,
  "GO:0007413": 1670,
  "GO:0019789": 1671,
  "GO:0035162": 1672,
  "GO:0060325": 1673,
  "GO:0006337": 1674,
  "GO:0071548": 1675,
  "GO:0051480": 1676,
  "GO:0031295": 1677,
  "GO:0048873": 1678,
  "GO:0097038": 1679,
  "GO:0001736": 1680,
  "GO:2000379": 1681,
  "GO:0021762": 1682,
  "GO:0048872": 1683,
  "GO:0006950": 1684,
  "GO:0045861": 1685,
  "GO:0005112": 1686,
  "GO:0006817": 1687,
  "GO:0030134": 1688,
  "GO:0080008": 1689,
  "GO:0015721": 1690,
  "GO:0007062": 1691,
  "GO:0007009": 1692,
  "GO:0001784": 1693,
  "GO:0001403": 1694,
  "GO:0051010": 1695,
  "GO:0015385": 1696,
  "GO:0071398": 1697,
  "GO:0046427": 1698,
  "GO:0036120": 1699,
  "GO:0010842": 1700,
  "GO:0061436": 1701,
  "GO:0007494": 1702,
  "GO:0016829": 1703,
  "GO:0005977": 1704,
  "GO:0004602": 1705,
  "GO:0001968": 1706,
  "GO:0048662": 1707,
  "GO:0001656": 1708,
  "GO:0071385": 1709,
  "GO:0009809": 1710,
  "GO:0031347": 1711,
  "GO:0044782": 1712,
  "GO:0045948": 1713,
  "GO:0031333": 1714,
  "GO:0007088": 1715,
  "GO:0005666": 1716,
  "GO:0098688": 1717,
  "GO:0001675": 1718,
  "GO:0032733": 1719,
  "GO:0043014": 1720,
  "GO:0090303": 1721,
  "GO:0006937": 1722,
  "GO:0110085": 1723,
  "GO:0016558": 1724,
  "GO:0014911": 1725,
  "GO:0009640": 1726,
  "GO:0051721": 1727,
  "GO:0006694": 1728,
  "GO:0050776": 1729,
  "GO:0042631": 1730,
  "GO:0051881": 1731,
  "GO:0005154": 1732,
  "GO:0004708": 1733,
  "GO:0035097": 1734,
  "GO:0005109": 1735,
  "GO:0035249": 1736,
  "GO:1900016": 1737,
  "GO:0071361": 1738,
  "GO:0044458": 1739,
  "GO:0008514": 1740,
  "GO:0007017": 1741,
  "GO:0031638": 1742,
  "GO:0071711": 1743,
  "GO:0016709": 1744,
  "GO:0007143": 1745,
  "GO:0002218": 1746,
  "GO:0015297": 1747,
  "GO:0048653": 1748,
  "GO:0042605": 1749,
  "GO:0006885": 1750,
  "GO:0042026": 1751,
  "GO:1904707": 1752,
  "GO:0035987": 1753,
  "GO:0032467": 1754,
  "GO:0051259": 1755,
  "GO:0005795": 1756,
  "GO:0048009": 1757,
  "GO:0030032": 1758,
  "GO:0017171": 1759,
  "GO:0060322": 1760,
  "GO:0010975": 1761,
  "GO:0001702": 1762,
  "GO:0005852": 1763,
  "GO:0005847": 1764,
  "GO:0032743": 1765,
  "GO:0046875": 1766,
  "GO:0051642": 1767,
  "GO:0044853": 1768,
  "GO:0000422": 1769,
  "GO:0042476": 1770,
  "GO:0099560": 1771,
  "GO:0030057": 1772,
  "GO:0030225": 1773,
  "GO:0045672": 1774,
  "GO:0009630": 1775,
  "GO:0016540": 1776,
  "GO:0030511": 1777,
  "GO:0010634": 1778,
  "GO:0030833": 1779,
  "GO:0048489": 1780,
  "GO:0016597": 1781,
  "GO:0072687": 1782,
  "GO:0032870": 1783,
  "GO:0000266": 1784,
  "GO:0048599": 1785,
  "GO:0046785": 1786,
  "GO:0046854": 1787,
  "GO:0008015": 1788,
  "GO:0001958": 1789,
  "GO:0005657": 1790,
  "GO:0042555": 1791,
  "GO:0016327": 1792,
  "GO:0048663": 1793,
  "GO:0045742": 1794,
  "GO:0004115": 1795,
  "GO:0001933": 1796,
  "GO:0071472": 1797,
  "GO:0045179": 1798,
  "GO:0031929": 1799,
  "GO:0008298": 1800,
  "GO:0032008": 1801,
  "GO:1900017": 1802,
  "GO:0040017": 1803,
  "GO:0005832": 1804,
  "GO:0000028": 1805,
  "GO:0034142": 1806,
  "GO:0060337": 1807,
  "GO:0031663": 1808,
  "GO:1990573": 1809,
  "GO:0004693": 1810,
  "GO:0006607": 1811,
  "GO:0034394": 1812,
  "GO:0030879": 1813,
  "GO:0046856": 1814,
  "GO:0045765": 1815,
  "GO:0016788": 1816,
  "GO:0043536": 1817,
  "GO:0060079": 1818,
  "GO:0004622": 1819,
  "GO:0006308": 1820,
  "GO:0043523": 1821,
  "GO:0070207": 1822,
  "GO:0050650": 1823,
  "GO:0006790": 1824,
  "GO:0032691": 1825,
  "GO:0086091": 1826,
  "GO:0120283": 1827,
  "GO:0090102": 1828,
  "GO:0010172": 1829,
  "GO:0006265": 1830,
  "GO:0008422": 1831,
  "GO:0071526": 1832,
  "GO:0080022": 1833,
  "GO:0044406": 1834,
  "GO:0006491": 1835,
  "GO:0004653": 1836,
  "GO:0005839": 1837,
  "GO:0060349": 1838,
  "GO:0000338": 1839,
  "GO:2000463": 1840,
  "GO:0030099": 1841,
  "GO:0043542": 1842,
  "GO:0016218": 1843,
  "GO:0030325": 1844,
  "GO:2001235": 1845,
  "GO:0060412": 1846,
  "GO:0004029": 1847,
  "GO:0016746": 1848,
  "GO:0003756": 1849,
  "GO:0061621": 1850,
  "GO:0043138": 1851,
  "GO:0010592": 1852,
  "GO:0034612": 1853,
  "GO:0006488": 1854,
  "GO:0140002": 1855,
  "GO:0010719": 1856,
  "GO:0009789": 1857,
  "GO:0010078": 1858,
  "GO:0001709": 1859,
  "GO:0000290": 1860,
  "GO:0070509": 1861,
  "GO:0071276": 1862,
  "GO:0060828": 1863,
  "GO:1990825": 1864,
  "GO:0099072": 1865,
  "GO:0042267": 1866,
  "GO:0009926": 1867,
  "GO:0016538": 1868,
  "GO:0032007": 1869,
  "GO:0071889": 1870,
  "GO:0033344": 1871,
  "GO:0035329": 1872,
  "GO:0001894": 1873,
  "GO:0046928": 1874,
  "GO:0001580": 1875,
  "GO:0017080": 1876,
  "GO:0007276": 1877,
  "GO:0032977": 1878,
  "GO:0009910": 1879,
  "GO:0046662": 1880,
  "GO:0071480": 1881,
  "GO:0022857": 1882,
  "GO:1901796": 1883,
  "GO:0000289": 1884,
  "GO:1990000": 1885,
  "GO:0033017": 1886,
  "GO:2000147": 1887,
  "GO:0050873": 1888,
  "GO:0098542": 1889,
  "GO:1904888": 1890,
  "GO:0031934": 1891,
  "GO:0035220": 1892,
  "GO:0008168": 1893,
  "GO:0030837": 1894,
  "GO:2000012": 1895,
  "GO:0022604": 1896,
  "GO:0001935": 1897,
  "GO:0070402": 1898,
  "GO:0030904": 1899,
  "GO:0001618": 1900,
  "GO:0060027": 1901,
  "GO:0004181": 1902,
  "GO:0005892": 1903,
  "GO:0034214": 1904,
  "GO:0046488": 1905,
  "GO:0016409": 1906,
  "GO:0050770": 1907,
  "GO:0019870": 1908,
  "GO:0031369": 1909,
  "GO:0043113": 1910,
  "GO:0048814": 1911,
  "GO:0046843": 1912,
  "GO:0000979": 1913,
  "GO:0016311": 1914,
  "GO:0061025": 1915,
  "GO:0007035": 1916,
  "GO:0060216": 1917,
  "GO:0140367": 1918,
  "GO:0000166": 1919,
  "GO:0042597": 1920,
  "GO:0140042": 1921,
  "GO:0004089": 1922,
  "GO:1990138": 1923,
  "GO:0001818": 1924,
  "GO:0036094": 1925,
  "GO:0042113": 1926,
  "GO:0034727": 1927,
  "GO:0034341": 1928,
  "GO:0046697": 1929,
  "GO:0055062": 1930,
  "GO:0004709": 1931,
  "GO:0006896": 1932,
  "GO:0003180": 1933,
  "GO:0061760": 1934,
  "GO:0016266": 1935,
  "GO:0010027": 1936,
  "GO:0009740": 1937,
  "GO:0060976": 1938,
  "GO:0042771": 1939,
  "GO:0030445": 1940,
  "GO:0015813": 1941,
  "GO:0043651": 1942,
  "GO:0009504": 1943,
  "GO:0046628": 1944,
  "GO:0019430": 1945,
  "GO:0006809": 1946,
  "GO:0045010": 1947,
  "GO:0004383": 1948,
  "GO:0038024": 1949,
  "GO:0061371": 1950,
  "GO:0045943": 1951,
  "GO:0035269": 1952,
  "GO:0045860": 1953,
  "GO:0036342": 1954,
  "GO:0070971": 1955,
  "GO:0071162": 1956,
  "GO:0031047": 1957,
  "GO:0000747": 1958,
  "GO:2001244": 1959,
  "GO:0006509": 1960,
  "GO:0008106": 1961,
  "GO:0045095": 1962,
  "GO:0019838": 1963,
  "GO:0004712": 1964,
  "GO:0030048": 1965,
  "GO:0051281": 1966,
  "GO:0016099": 1967,
  "GO:0044233": 1968,
  "GO:0005682": 1969,
  "GO:0030517": 1970,
  "GO:0005640": 1971,
  "GO:0014032": 1972,
  "GO:0007271": 1973,
  "GO:0010526": 1974,
  "GO:0045987": 1975,
  "GO:0006913": 1976,
  "GO:0030552": 1977,
  "GO:0035108": 1978,
  "GO:0005158": 1979,
  "GO:0098655": 1980,
  "GO:0042755": 1981,
  "GO:0004129": 1982,
  "GO:0031290": 1983,
  "GO:0019871": 1984,
  "GO:0048703": 1985,
  "GO:0051091": 1986,
  "GO:0070979": 1987,
  "GO:0040012": 1988,
  "GO:0035458": 1989,
  "GO:0003281": 1990,
  "GO:0042074": 1991,
  "GO:0004984": 1992,
  "GO:2001238": 1993,
  "GO:0005216": 1994,
  "GO:0010431": 1995,
  "GO:0030279": 1996,
  "GO:0043190": 1997,
  "GO:0036158": 1998,
  "GO:0072488": 1999,
  "GO:0031573": 2000,
  "GO:0009911": 2001,
  "GO:0043325": 2002,
  "GO:0032009": 2003,
  "GO:0009707": 2004,
  "GO:0006883": 2005,
  "GO:0010667": 2006,
  "GO:0003407": 2007,
  "GO:0061564": 2008,
  "GO:0070628": 2009,
  "GO:0016747": 2010,
  "GO:0004683": 2011,
  "GO:0009734": 2012,
  "GO:0034975": 2013,
  "GO:0016125": 2014,
  "GO:0032590": 2015,
  "GO:0055028": 2016,
  "GO:0006688": 2017,
  "GO:0005828": 2018,
  "GO:1900745": 2019,
  "GO:0016298": 2020,
  "GO:0010193": 2021,
  "GO:0035194": 2022,
  "GO:2000786": 2023,
  "GO:0015937": 2024,
  "GO:0016319": 2025,
  "GO:0015908": 2026,
  "GO:0042470": 2027,
  "GO:0048008": 2028,
  "GO:0061157": 2029,
  "GO:0035116": 2030,
  "GO:0000463": 2031,
  "GO:0008049": 2032,
  "GO:0043277": 2033,
  "GO:0051963": 2034,
  "GO:0006362": 2035,
  "GO:0009958": 2036,
  "GO:0004714": 2037,
  "GO:0045921": 2038,
  "GO:2000060": 2039,
  "GO:0000425": 2040,
  "GO:0048825": 2041,
  "GO:0042659": 2042,
  "GO:0005992": 2043,
  "GO:0140582": 2044,
  "GO:0006895": 2045,
  "GO:0003351": 2046,
  "GO:0035115": 2047,
  "GO:1990023": 2048,
  "GO:0048469": 2049,
  "GO:0002102": 2050,
  "GO:0006346": 2051,
  "GO:0032259": 2052,
  "GO:0048557": 2053,
  "GO:0035904": 2054,
  "GO:0030428": 2055,
  "GO:0051781": 2056,
  "GO:0051258": 2057,
  "GO:0033189": 2058,
  "GO:0016126": 2059,
  "GO:0007214": 2060,
  "GO:0002250": 2061,
  "GO:0035332": 2062,
  "GO:0006139": 2063,
  "GO:0007099": 2064,
  "GO:0008053": 2065,
  "GO:1900150": 2066,
  "GO:0031941": 2067,
  "GO:0035196": 2068,
  "GO:0000400": 2069,
  "GO:0004520": 2070,
  "GO:1990758": 2071,
  "GO:0040019": 2072,
  "GO:0001824": 2073,
  "GO:0031210": 2074,
  "GO:0009247": 2075,
  "GO:0004022": 2076,
  "GO:0097192": 2077,
  "GO:1900181": 2078,
  "GO:0022904": 2079,
  "GO:0099149": 2080,
  "GO:0000103": 2081,
  "GO:0007291": 2082,
  "GO:0008061": 2083,
  "GO:0031069": 2084,
  "GO:0043403": 2085,
  "GO:0008210": 2086,
  "GO:0000178": 2087,
  "GO:0045671": 2088,
  "GO:2000045": 2089,
  "GO:0140445": 2090,
  "GO:0071007": 2091,
  "GO:0051928": 2092,
  "GO:0140566": 2093,
  "GO:0045176": 2094,
  "GO:0010082": 2095,
  "GO:0008327": 2096,
  "GO:0000162": 2097,
  "GO:0009272": 2098,
  "GO:0005381": 2099,
  "GO:0009954": 2100,
  "GO:0021537": 2101,
  "GO:0070986": 2102,
  "GO:1901002": 2103,
  "GO:0031090": 2104,
  "GO:0005652": 2105,
  "GO:0045648": 2106,
  "GO:0098797": 2107,
  "GO:0090333": 2108,
  "GO:0043029": 2109,
  "GO:0030318": 2110,
  "GO:0014003": 2111,
  "GO:0007423": 2112,
  "GO:0016235": 2113,
  "GO:0004096": 2114,
  "GO:0045132": 2115,
  "GO:0003993": 2116,
  "GO:0031018": 2117,
  "GO:0043087": 2118,
  "GO:0008089": 2119,
  "GO:0042144": 2120,
  "GO:0043153": 2121,
  "GO:0006699": 2122,
  "GO:0050868": 2123,
  "GO:0000725": 2124,
  "GO:0009303": 2125,
  "GO:0006360": 2126,
  "GO:0045663": 2127,
  "GO:0042834": 2128,
  "GO:0001937": 2129,
  "GO:0030174": 2130,
  "GO:0030422": 2131,
  "GO:0051018": 2132,
  "GO:0008608": 2133,
  "GO:0000380": 2134,
  "GO:0048738": 2135,
  "GO:0004890": 2136,
  "GO:0006953": 2137,
  "GO:0071425": 2138,
  "GO:2000042": 2139,
  "GO:2000114": 2140,
  "GO:0045887": 2141,
  "GO:0030261": 2142,
  "GO:0006515": 2143,
  "GO:0043067": 2144,
  "GO:0035567": 2145,
  "GO:0043254": 2146,
  "GO:0061484": 2147,
  "GO:0061608": 2148,
  "GO:0043295": 2149,
  "GO:0045777": 2150,
  "GO:0097150": 2151,
  "GO:0004435": 2152,
  "GO:0009982": 2153,
  "GO:0002092": 2154,
  "GO:0030150": 2155,
  "GO:0016233": 2156,
  "GO:0050699": 2157,
  "GO:0098554": 2158,
  "GO:0042407": 2159,
  "GO:0016712": 2160,
  "GO:0008171": 2161,
  "GO:0007019": 2162,
  "GO:0160240": 2163,
  "GO:0016616": 2164,
  "GO:0031503": 2165,
  "GO:0010804": 2166,
  "GO:0045332": 2167,
  "GO:0010334": 2168,
  "GO:1904706": 2169,
  "GO:0030301": 2170,
  "GO:0050900": 2171,
  "GO:0048754": 2172,
  "GO:0019760": 2173,
  "GO:0001835": 2174,
  "GO:0030371": 2175,
  "GO:0000387": 2176,
  "GO:0004017": 2177,
  "GO:0015979": 2178,
  "GO:0043023": 2179,
  "GO:0000920": 2180,
  "GO:0044305": 2181,
  "GO:0009877": 2182,
  "GO:0050765": 2183,
  "GO:0071236": 2184,
  "GO:0005496": 2185,
  "GO:0003774": 2186,
  "GO:0051707": 2187,
  "GO:0071773": 2188,
  "GO:0031261": 2189,
  "GO:0140677": 2190,
  "GO:0046597": 2191,
  "GO:0007141": 2192,
  "GO:0016601": 2193,
  "GO:0010613": 2194,
  "GO:0048546": 2195,
  "GO:0035098": 2196,
  "GO:0034244": 2197,
  "GO:0071280": 2198,
  "GO:0007159": 2199,
  "GO:0071482": 2200,
  "GO:0045216": 2201,
  "GO:0043024": 2202,
  "GO:0032418": 2203,
  "GO:0033198": 2204,
  "GO:0042790": 2205,
  "GO:1903955": 2206,
  "GO:2000059": 2207,
  "GO:0043616": 2208,
  "GO:0046966": 2209,
  "GO:0006282": 2210,
  "GO:0000155": 2211,
  "GO:0042761": 2212,
  "GO:0000055": 2213,
  "GO:0000911": 2214,
  "GO:0008194": 2215,
  "GO:0045722": 2216,
  "GO:0031435": 2217,
  "GO:0005798": 2218,
  "GO:0008970": 2219,
  "GO:0016135": 2220,
  "GO:0034587": 2221,
  "GO:0080092": 2222,
  "GO:0006956": 2223,
  "GO:0043052": 2224,
  "GO:0048854": 2225,
  "GO:0043433": 2226,
  "GO:0140896": 2227,
  "GO:0000183": 2228,
  "GO:0099617": 2229,
  "GO:0008408": 2230,
  "GO:0071577": 2231,
  "GO:0006801": 2232,
  "GO:0005272": 2233,
  "GO:0001516": 2234,
  "GO:0032281": 2235,
  "GO:0035924": 2236,
  "GO:0019226": 2237,
  "GO:0120020": 2238,
  "GO:0016151": 2239,
  "GO:0006637": 2240,
  "GO:0047617": 2241,
  "GO:0031624": 2242,
  "GO:0070830": 2243,
  "GO:0021983": 2244,
  "GO:0097194": 2245,
  "GO:0050921": 2246,
  "GO:0010575": 2247,
  "GO:0005251": 2248,
  "GO:0009960": 2249,
  "GO:0019954": 2250,
  "GO:0009312": 2251,
  "GO:0000123": 2252,
  "GO:2001240": 2253,
  "GO:0048821": 2254,
  "GO:0010314": 2255,
  "GO:0040034": 2256,
  "GO:0016241": 2257,
  "GO:0060038": 2258,
  "GO:0044306": 2259,
  "GO:0001916": 2260,
  "GO:0031097": 2261,
  "GO:0008347": 2262,
  "GO:0033612": 2263,
  "GO:0061462": 2264,
  "GO:1900445": 2265,
  "GO:0048066": 2266,
  "GO:2000352": 2267,
  "GO:0022409": 2268,
  "GO:0008589": 2269,
  "GO:0051059": 2270,
  "GO:0043194": 2271,
  "GO:0000242": 2272,
  "GO:0004620": 2273,
  "GO:0008080": 2274,
  "GO:0045954": 2275,
  "GO:0097381": 2276,
  "GO:0040015": 2277,
  "GO:0030718": 2278,
  "GO:0008134": 2279,
  "GO:0010821": 2280,
  "GO:0016471": 2281,
  "GO:0012506": 2282,
  "GO:0051019": 2283,
  "GO:0006672": 2284,
  "GO:0042056": 2285,
  "GO:0004180": 2286,
  "GO:0003746": 2287,
  "GO:1905606": 2288,
  "GO:0043296": 2289,
  "GO:0016104": 2290,
  "GO:0002753": 2291,
  "GO:0072332": 2292,
  "GO:0008157": 2293,
  "GO:0005740": 2294,
  "GO:0071285": 2295,
  "GO:0051715": 2296,
  "GO:0071004": 2297,
  "GO:0033553": 2298,
  "GO:0016199": 2299,
  "GO:0002053": 2300,
  "GO:0032480": 2301,
  "GO:0010319": 2302,
  "GO:0043015": 2303,
  "GO:0046034": 2304,
  "GO:0045662": 2305,
  "GO:0031672": 2306,
  "GO:0031674": 2307,
  "GO:0005539": 2308,
  "GO:0070210": 2309,
  "GO:0097216": 2310,
  "GO:0021772": 2311,
  "GO:0031103": 2312,
  "GO:0045445": 2313,
  "GO:0048102": 2314,
  "GO:0055013": 2315,
  "GO:0010089": 2316,
  "GO:0009086": 2317,
  "GO:0003906": 2318,
  "GO:0016706": 2319,
  "GO:0008527": 2320,
  "GO:0048266": 2321,
  "GO:0045178": 2322,
